{
    "5381226": {
        "name": "Rifampicin",
        "name_postfix_input_ids": [
            500,
            1594,
            3914,
            636,
            179
        ],
        "description": "Rifampicin, also known as rifampin, is an ansamycin antibiotic used to treat several types of bacterial infections, including tuberculosis (TB), Mycobacterium avium complex, leprosy, and Legionnaires disease. When used as post-exposure prophylaxis to prevent Haemophilus influenzae type b and meningococcal disease in people who have been exposed to those bacteria. Before treating a person for a long period of time, measurements of liver enzymes and blood counts are recommended.",
        "sent_list": [
            "Rifampicin, also known as rifampin, is an ansamycin antibiotic used to treat several types of bacterial infections, including tuberculosis (TB), Mycobacterium avium complex, leprosy, and Legionnaires disease.",
            "When used as post-exposure prophylaxis to prevent Haemophilus influenzae type b and meningococcal disease in people who have been exposed to those bacteria.",
            "Before treating a person for a long period of time, measurements of liver enzymes and blood counts are recommended."
        ],
        "sent_tokenized_list": [
            [
                500,
                1594,
                3914,
                636,
                179,
                6,
                67,
                684,
                25,
                910,
                1594,
                3914,
                179,
                6,
                16,
                41,
                33141,
                12463,
                28366,
                25465,
                341,
                7,
                3951,
                484,
                3505,
                9,
                25738,
                11341,
                6,
                217,
                33695,
                36,
                16566,
                238,
                1308,
                438,
                2413,
                35995,
                4031,
                6402,
                4031,
                2632,
                6,
                2084,
                4892,
                8628,
                6,
                8,
                14350,
                34162,
                2199,
                4
            ],
            [
                1779,
                341,
                25,
                618,
                12,
                3463,
                42286,
                1759,
                3792,
                4360,
                33966,
                7,
                2097,
                4936,
                991,
                6673,
                37831,
                17471,
                16481,
                4791,
                1907,
                741,
                8,
                604,
                154,
                36240,
                11762,
                2199,
                11,
                82,
                54,
                33,
                57,
                4924,
                7,
                167,
                9436,
                4
            ],
            [
                17206,
                8959,
                10,
                621,
                13,
                10,
                251,
                675,
                9,
                86,
                6,
                19851,
                9,
                12581,
                35309,
                8,
                1925,
                3948,
                32,
                5131,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "3405": {
        "name": "Folate",
        "name_postfix_input_ids": [
            597,
            41511
        ],
        "description": "Folate, also known as vitamin B9 and folacin, is one of the B vitamins. Manufactured folic acid, which is converted into folate by the body, is used as a dietary supplement and in food fortification as it is more stable during processing and storage. Folate is required for the body to make DNA and RNA and metabolise amino acids necessary for cell division and maturation of blood cells. As the human body cannot make folate, it is required in the diet, making it an essential nutrient. It occurs naturally in many foods. The recommended adult daily intake of folate in USA is 400 micrograms from foods or dietary supplements.",
        "sent_list": [
            "Folate, also known as vitamin B9 and folacin, is one of the B vitamins.",
            "Manufactured folic acid, which is converted into folate by the body, is used as a dietary supplement and in food fortification as it is more stable during processing and storage.",
            "Folate is required for the body to make DNA and RNA and metabolise amino acids necessary for cell division and maturation of blood cells.",
            "As the human body cannot make folate, it is required in the diet, making it an essential nutrient.",
            "It occurs naturally in many foods.",
            "The recommended adult daily intake of folate in USA is 400 micrograms from foods or dietary supplements."
        ],
        "sent_tokenized_list": [
            [
                597,
                41511,
                6,
                67,
                684,
                25,
                17379,
                163,
                466,
                8,
                24665,
                1043,
                179,
                6,
                16,
                65,
                9,
                5,
                163,
                26656,
                4
            ],
            [
                42553,
                4075,
                856,
                12589,
                10395,
                6,
                61,
                16,
                8417,
                88,
                24665,
                877,
                30,
                5,
                809,
                6,
                16,
                341,
                25,
                10,
                23622,
                15981,
                8,
                11,
                689,
                15016,
                5000,
                25,
                24,
                16,
                55,
                4375,
                148,
                5774,
                8,
                3521,
                4
            ],
            [
                597,
                41511,
                16,
                1552,
                13,
                5,
                809,
                7,
                146,
                5708,
                8,
                34062,
                8,
                41134,
                1496,
                37788,
                27976,
                2139,
                13,
                3551,
                2757,
                8,
                475,
                41628,
                9,
                1925,
                4590,
                4
            ],
            [
                1620,
                5,
                1050,
                809,
                1395,
                146,
                24665,
                877,
                6,
                24,
                16,
                1552,
                11,
                5,
                5626,
                6,
                442,
                24,
                41,
                4499,
                30417,
                4
            ],
            [
                243,
                11493,
                8366,
                11,
                171,
                6592,
                4
            ],
            [
                133,
                5131,
                4194,
                1230,
                14797,
                9,
                24665,
                877,
                11,
                2805,
                16,
                3675,
                5177,
                28526,
                29,
                31,
                6592,
                50,
                23622,
                19619,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "3161": {
        "name": "Doxycycline",
        "name_postfix_input_ids": [
            495,
            25456,
            19297,
            833
        ],
        "description": "Doxycycline is a broad-spectrum antibiotic of the tetracycline class used in the treatment of infections caused by bacteria and certain parasites. It is used to treat bacterial pneumonia, acne, chlamydia infections, Lyme disease, cholera, typhus, and syphilis. It is also used to prevent malaria. Doxycycline may be taken by mouth or by injection into a vein.",
        "sent_list": [
            "Doxycycline is a broad-spectrum antibiotic of the tetracycline class used in the treatment of infections caused by bacteria and certain parasites.",
            "It is used to treat bacterial pneumonia, acne, chlamydia infections, Lyme disease, cholera, typhus, and syphilis.",
            "It is also used to prevent malaria.",
            "Doxycycline may be taken by mouth or by injection into a vein."
        ],
        "sent_tokenized_list": [
            [
                495,
                25456,
                19297,
                833,
                16,
                10,
                4007,
                12,
                25594,
                10904,
                25465,
                9,
                5,
                326,
                17985,
                5073,
                3998,
                833,
                1380,
                341,
                11,
                5,
                1416,
                9,
                11341,
                1726,
                30,
                9436,
                8,
                1402,
                37891,
                4
            ],
            [
                243,
                16,
                341,
                7,
                3951,
                25738,
                23665,
                6,
                30360,
                6,
                1855,
                5112,
                41883,
                11341,
                6,
                32250,
                2199,
                6,
                1855,
                1168,
                3843,
                6,
                27429,
                687,
                6,
                8,
                13550,
                42298,
                4
            ],
            [
                243,
                16,
                67,
                341,
                7,
                2097,
                23305,
                4
            ],
            [
                495,
                25456,
                19297,
                833,
                189,
                28,
                551,
                30,
                6085,
                50,
                30,
                12632,
                88,
                10,
                22090,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "83786": {
        "name": "Allopurinol",
        "name_postfix_input_ids": [
            3684,
            1517,
            710,
            179,
            1168
        ],
        "description": "Allopurinol is a medication used to decrease high blood uric acid levels. It is specifically used to prevent gout, prevent specific types of kidney stones and for the high uric acid levels that can occur with chemotherapy. It is taken orally (by mouth) or intravenously (injected into a vein).",
        "sent_list": [
            "Allopurinol is a medication used to decrease high blood uric acid levels.",
            "It is specifically used to prevent gout, prevent specific types of kidney stones and for the high uric acid levels that can occur with chemotherapy.",
            "It is taken orally (by mouth) or intravenously (injected into a vein)."
        ],
        "sent_tokenized_list": [
            [
                3684,
                1517,
                710,
                179,
                1168,
                16,
                10,
                8456,
                341,
                7,
                7280,
                239,
                1925,
                11540,
                636,
                10395,
                1389,
                4
            ],
            [
                243,
                16,
                4010,
                341,
                7,
                2097,
                821,
                995,
                6,
                2097,
                2167,
                3505,
                9,
                12855,
                15109,
                8,
                13,
                5,
                239,
                11540,
                636,
                10395,
                1389,
                14,
                64,
                5948,
                19,
                17930,
                4
            ],
            [
                243,
                16,
                551,
                43016,
                36,
                1409,
                6085,
                43,
                50,
                38553,
                9412,
                36,
                179,
                31899,
                88,
                10,
                22090,
                322
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "6691": {
        "name": "Warfarin",
        "name_postfix_input_ids": [
            20096,
            15476,
            179
        ],
        "description": "Warfarin, sold under the brand name Coumadin among others, is an anticoagulant medication. While the drug is described as a \"blood thinner\", it does not reduce viscosity but rather inhibits coagulation. Accordingly, it is commonly used to prevent blood clots in the circulatory system such as deep vein thrombosis and pulmonary embolism, and to protect against stroke in people who have atrial fibrillation, valvular heart disease, or artificial heart valves. Less commonly, it is used following ST-segment elevation myocardial infarction (STEMI) and orthopedic surgery.",
        "sent_list": [
            "Warfarin, sold under the brand name Coumadin among others, is an anticoagulant medication.",
            "While the drug is described as a \"blood thinner\", it does not reduce viscosity but rather inhibits coagulation.",
            "Accordingly, it is commonly used to prevent blood clots in the circulatory system such as deep vein thrombosis and pulmonary embolism, and to protect against stroke in people who have atrial fibrillation, valvular heart disease, or artificial heart valves.",
            "Less commonly, it is used following ST-segment elevation myocardial infarction (STEMI) and orthopedic surgery."
        ],
        "sent_tokenized_list": [
            [
                20096,
                15476,
                179,
                6,
                1088,
                223,
                5,
                1518,
                766,
                7812,
                17497,
                179,
                566,
                643,
                6,
                16,
                41,
                9876,
                2684,
                1073,
                922,
                927,
                8456,
                4
            ],
            [
                5771,
                5,
                1262,
                16,
                1602,
                25,
                10,
                22,
                22776,
                29284,
                1297,
                24,
                473,
                45,
                1888,
                17737,
                16254,
                1571,
                53,
                1195,
                44732,
                1029,
                1073,
                11264,
                4
            ],
            [
                14693,
                352,
                6,
                24,
                16,
                10266,
                341,
                7,
                2097,
                1925,
                3741,
                5992,
                11,
                5,
                27884,
                25911,
                467,
                215,
                25,
                1844,
                22090,
                3553,
                5638,
                428,
                13310,
                8,
                34049,
                18484,
                1168,
                1809,
                6,
                8,
                7,
                1744,
                136,
                8579,
                11,
                82,
                54,
                33,
                23,
                13700,
                856,
                11804,
                34775,
                6,
                7398,
                705,
                8244,
                1144,
                2199,
                6,
                50,
                7350,
                1144,
                33376,
                4
            ],
            [
                38294,
                10266,
                6,
                24,
                16,
                341,
                511,
                4062,
                12,
                1090,
                10757,
                25361,
                127,
                43682,
                2617,
                4047,
                271,
                14970,
                36,
                43896,
                100,
                43,
                8,
                25691,
                15911,
                636,
                3012,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "5353980": {
        "name": "Sulfasalazine",
        "name_postfix_input_ids": [
            104,
            19509,
            281,
            337,
            37855
        ],
        "description": "Sulfasalazine, sold under the brand name Azulfidine among others, is a medication used to treat rheumatoid arthritis, ulcerative colitis, and Crohns disease. It is considered by some to be a first-line treatment in rheumatoid arthritis. It is taken by mouth or can be administered rectally.",
        "sent_list": [
            "Sulfasalazine, sold under the brand name Azulfidine among others, is a medication used to treat rheumatoid arthritis, ulcerative colitis, and Crohns disease.",
            "It is considered by some to be a first-line treatment in rheumatoid arthritis.",
            "It is taken by mouth or can be administered rectally."
        ],
        "sent_tokenized_list": [
            [
                104,
                19509,
                281,
                337,
                37855,
                6,
                1088,
                223,
                5,
                1518,
                766,
                4947,
                19509,
                40314,
                566,
                643,
                6,
                16,
                10,
                8456,
                341,
                7,
                3951,
                910,
                700,
                28607,
                12572,
                24527,
                6,
                17589,
                7742,
                3693,
                11311,
                10100,
                6,
                8,
                6466,
                298,
                6852,
                2199,
                4
            ],
            [
                243,
                16,
                1687,
                30,
                103,
                7,
                28,
                10,
                78,
                12,
                1902,
                1416,
                11,
                910,
                700,
                28607,
                12572,
                24527,
                4
            ],
            [
                243,
                16,
                551,
                30,
                6085,
                50,
                64,
                28,
                16556,
                20705,
                2368,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "5281007": {
        "name": "Dacarbazine",
        "name_postfix_input_ids": [
            495,
            1043,
            25364,
            37855
        ],
        "description": "Dacarbazine, also known as imidazole carboxamide and sold under the brand name DTIC-Dome, is a chemotherapy medication used in the treatment of melanoma and Hodgkins lymphoma. For Hodgkins lymphoma it is often used together with vinblastine, bleomycin, and doxorubicin. It is given by injection into a vein.",
        "sent_list": [
            "Dacarbazine, also known as imidazole carboxamide and sold under the brand name DTIC-Dome, is a chemotherapy medication used in the treatment of melanoma and Hodgkins lymphoma.",
            "For Hodgkins lymphoma it is often used together with vinblastine, bleomycin, and doxorubicin.",
            "It is given by injection into a vein."
        ],
        "sent_tokenized_list": [
            [
                495,
                1043,
                25364,
                37855,
                6,
                67,
                684,
                25,
                4356,
                808,
                1222,
                4104,
                512,
                8304,
                39522,
                8,
                1088,
                223,
                5,
                1518,
                766,
                22603,
                2371,
                12,
                495,
                4399,
                6,
                16,
                10,
                17930,
                8456,
                341,
                11,
                5,
                1416,
                9,
                29249,
                4982,
                8,
                20452,
                7327,
                23496,
                4982,
                4
            ],
            [
                2709,
                20452,
                7327,
                23496,
                4982,
                24,
                16,
                747,
                341,
                561,
                19,
                748,
                179,
                43187,
                833,
                6,
                13819,
                13604,
                28366,
                6,
                8,
                109,
                1178,
                368,
                1792,
                636,
                179,
                4
            ],
            [
                243,
                16,
                576,
                30,
                12632,
                88,
                10,
                22090,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "5647": {
        "name": "Valaciclovir",
        "name_postfix_input_ids": [
            20320,
            1043,
            636,
            26979,
            853
        ],
        "description": "Valaciclovir, also spelled valacyclovir, is an antiviral medication used to treat outbreaks of herpes simplex or herpes zoster (shingles). It is also used to prevent cytomegalovirus following a kidney transplant in high risk cases. It is taken by mouth.",
        "sent_list": [
            "Valaciclovir, also spelled valacyclovir, is an antiviral medication used to treat outbreaks of herpes simplex or herpes zoster (shingles).",
            "It is also used to prevent cytomegalovirus following a kidney transplant in high risk cases.",
            "It is taken by mouth."
        ],
        "sent_tokenized_list": [
            [
                20320,
                1043,
                636,
                26979,
                853,
                6,
                67,
                29341,
                7398,
                5073,
                3998,
                1417,
                853,
                6,
                16,
                41,
                33561,
                24811,
                8456,
                341,
                7,
                3951,
                22741,
                9,
                42163,
                2007,
                1178,
                50,
                42163,
                992,
                13991,
                36,
                29,
                8223,
                1634,
                322
            ],
            [
                243,
                16,
                67,
                341,
                7,
                2097,
                44193,
                4399,
                9487,
                1417,
                19473,
                511,
                10,
                12855,
                14067,
                11,
                239,
                810,
                1200,
                4
            ],
            [
                243,
                16,
                551,
                30,
                6085,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "2022": {
        "name": "Aciclovir",
        "name_postfix_input_ids": [
            26145,
            636,
            26979,
            853
        ],
        "description": "Aciclovir, also known as acyclovir, is an antiviral medication. It is primarily used for the treatment of herpes simplex virus infections, chickenpox, and shingles. Other uses include prevention of cytomegalovirus infections following transplant and severe complications of Epstein-Barr virus infection. It can be taken by mouth, applied as a cream, or injected.",
        "sent_list": [
            "Aciclovir, also known as acyclovir, is an antiviral medication.",
            "It is primarily used for the treatment of herpes simplex virus infections, chickenpox, and shingles.",
            "Other uses include prevention of cytomegalovirus infections following transplant and severe complications of Epstein-Barr virus infection.",
            "It can be taken by mouth, applied as a cream, or injected."
        ],
        "sent_tokenized_list": [
            [
                26145,
                636,
                26979,
                853,
                6,
                67,
                684,
                25,
                4285,
                219,
                3998,
                1417,
                853,
                6,
                16,
                41,
                33561,
                24811,
                8456,
                4
            ],
            [
                243,
                16,
                4212,
                341,
                13,
                5,
                1416,
                9,
                42163,
                2007,
                1178,
                6793,
                11341,
                6,
                5884,
                40682,
                6,
                8,
                1481,
                154,
                1634,
                4
            ],
            [
                24989,
                2939,
                680,
                8555,
                9,
                44193,
                4399,
                9487,
                1417,
                19473,
                11341,
                511,
                14067,
                8,
                3814,
                12385,
                9,
                30633,
                12,
                387,
                6166,
                6793,
                7910,
                4
            ],
            [
                243,
                64,
                28,
                551,
                30,
                6085,
                6,
                5049,
                25,
                10,
                6353,
                6,
                50,
                22993,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "4052": {
        "name": "Meloxicam",
        "name_postfix_input_ids": [
            20201,
            29948,
            424
        ],
        "description": "Meloxicam, sold under the brand name Mobic among others, is a nonsteroidal anti-inflammatory drug (NSAID) used to treat pain and inflammation in rheumatic diseases and osteoarthritis. It is used by mouth or by injection into a vein. It is recommended that it be used for as short a period as possible and at a low dose.",
        "sent_list": [
            "Meloxicam, sold under the brand name Mobic among others, is a nonsteroidal anti-inflammatory drug (NSAID) used to treat pain and inflammation in rheumatic diseases and osteoarthritis.",
            "It is used by mouth or by injection into a vein.",
            "It is recommended that it be used for as short a period as possible and at a low dose."
        ],
        "sent_tokenized_list": [
            [
                20201,
                29948,
                424,
                6,
                1088,
                223,
                5,
                1518,
                766,
                20648,
                636,
                566,
                643,
                6,
                16,
                10,
                786,
                3121,
                44405,
                1475,
                12,
                33824,
                1262,
                36,
                42219,
                2688,
                43,
                341,
                7,
                3951,
                2400,
                8,
                16000,
                11,
                910,
                700,
                36777,
                6357,
                8,
                30311,
                139,
                16880,
                37830,
                4
            ],
            [
                243,
                16,
                341,
                30,
                6085,
                50,
                30,
                12632,
                88,
                10,
                22090,
                4
            ],
            [
                243,
                16,
                5131,
                14,
                24,
                28,
                341,
                13,
                25,
                765,
                10,
                675,
                25,
                678,
                8,
                23,
                10,
                614,
                12234,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "3043": {
        "name": "Didanosine",
        "name_postfix_input_ids": [
            20328,
            21850,
            833
        ],
        "description": "Didanosine, sold under the brand name Videx among others, is a medication used to treat HIV or AIDS. It is used in combination with other medications as part of highly active antiretroviral therapy (HAART). It is of the reverse-transcriptase inhibitor class.",
        "sent_list": [
            "Didanosine, sold under the brand name Videx among others, is a medication used to treat HIV or AIDS.",
            "It is used in combination with other medications as part of highly active antiretroviral therapy (HAART).",
            "It is of the reverse-transcriptase inhibitor class."
        ],
        "sent_tokenized_list": [
            [
                20328,
                21850,
                833,
                6,
                1088,
                223,
                5,
                1518,
                766,
                33590,
                1178,
                566,
                643,
                6,
                16,
                10,
                8456,
                341,
                7,
                3951,
                7947,
                50,
                17296,
                4
            ],
            [
                243,
                16,
                341,
                11,
                4069,
                19,
                97,
                12102,
                25,
                233,
                9,
                2200,
                2171,
                9876,
                1885,
                90,
                13359,
                24811,
                5804,
                36,
                6826,
                11328,
                322
            ],
            [
                243,
                16,
                9,
                5,
                7213,
                12,
                9981,
                26083,
                3175,
                34496,
                1380,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "4856": {
        "name": "Piroxicam",
        "name_postfix_input_ids": [
            510,
            4712,
            1178,
            636,
            424
        ],
        "description": "Piroxicam is a nonsteroidal anti-inflammatory drug (NSAID) of the oxicam class used to relieve the symptoms of painful inflammatory conditions like arthritis. Piroxicam works by preventing the production of endogenous prostaglandins which are involved in the mediation of pain, stiffness, tenderness and swelling. The medicine is available as capsules, tablets and, in some countries, as a prescription-free gel 0.5%. It is also available in a betadex formulation, which allows a more rapid absorption of piroxicam from the digestive tract. Piroxicam is one of the few NSAIDs that can be given parenteral routes.",
        "sent_list": [
            "Piroxicam is a nonsteroidal anti-inflammatory drug (NSAID) of the oxicam class used to relieve the symptoms of painful inflammatory conditions like arthritis.",
            "Piroxicam works by preventing the production of endogenous prostaglandins which are involved in the mediation of pain, stiffness, tenderness and swelling.",
            "The medicine is available as capsules, tablets and, in some countries, as a prescription-free gel 0.5%.",
            "It is also available in a betadex formulation, which allows a more rapid absorption of piroxicam from the digestive tract.",
            "Piroxicam is one of the few NSAIDs that can be given parenteral routes."
        ],
        "sent_tokenized_list": [
            [
                510,
                4712,
                1178,
                636,
                424,
                16,
                10,
                786,
                3121,
                44405,
                1475,
                12,
                33824,
                1262,
                36,
                42219,
                2688,
                43,
                9,
                5,
                33665,
                636,
                424,
                1380,
                341,
                7,
                21082,
                5,
                5298,
                9,
                8661,
                23785,
                1274,
                101,
                24527,
                4
            ],
            [
                510,
                4712,
                1178,
                636,
                424,
                1364,
                30,
                9107,
                5,
                931,
                9,
                47670,
                22115,
                1073,
                1245,
                1344,
                61,
                32,
                963,
                11,
                5,
                25646,
                9,
                2400,
                6,
                37760,
                6,
                8780,
                1825,
                8,
                22566,
                4
            ],
            [
                133,
                6150,
                16,
                577,
                25,
                34589,
                6,
                12079,
                8,
                6,
                11,
                103,
                749,
                6,
                25,
                10,
                9243,
                12,
                3743,
                17916,
                321,
                4,
                245,
                2153
            ],
            [
                243,
                16,
                67,
                577,
                11,
                10,
                5673,
                1829,
                1178,
                32018,
                6,
                61,
                2386,
                10,
                55,
                6379,
                33131,
                9,
                181,
                4712,
                1178,
                636,
                424,
                31,
                5,
                32754,
                20197,
                4
            ],
            [
                510,
                4712,
                1178,
                636,
                424,
                16,
                65,
                9,
                5,
                367,
                19711,
                43452,
                14,
                64,
                28,
                576,
                181,
                9475,
                1334,
                337,
                7145,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "60843": {
        "name": "Pemetrexed",
        "name_postfix_input_ids": [
            510,
            44916,
            19633,
            196
        ],
        "description": "Pemetrexed, sold under the brand name Alimta among others, is a chemotherapy medication for the treatment of pleural mesothelioma and non-small cell lung cancer (NSCLC).",
        "sent_list": [
            "Pemetrexed, sold under the brand name Alimta among others, is a chemotherapy medication for the treatment of pleural mesothelioma and non-small cell lung cancer (NSCLC)."
        ],
        "sent_tokenized_list": [
            [
                510,
                44916,
                19633,
                196,
                6,
                1088,
                223,
                5,
                1518,
                766,
                726,
                757,
                4349,
                566,
                643,
                6,
                16,
                10,
                17930,
                8456,
                13,
                5,
                1416,
                9,
                16415,
                9799,
                10969,
                1242,
                4393,
                118,
                4982,
                8,
                786,
                12,
                23115,
                3551,
                10665,
                1668,
                36,
                6949,
                7454,
                347,
                322
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "153941": {
        "name": "Entecavir",
        "name_postfix_input_ids": [
            30495,
            3204,
            1469,
            853
        ],
        "description": "Entecavir, sold under the brand name Baraclude, is an antiviral medication used in the treatment of hepatitis B virus infection. In those with both HIV and AIDS and hepatitis B virus antiretroviral medication should also be used. Entecavir is taken by mouth as a tablet or solution.",
        "sent_list": [
            "Entecavir, sold under the brand name Baraclude, is an antiviral medication used in the treatment of hepatitis B virus infection.",
            "In those with both HIV and AIDS and hepatitis B virus antiretroviral medication should also be used.",
            "Entecavir is taken by mouth as a tablet or solution."
        ],
        "sent_tokenized_list": [
            [
                30495,
                3204,
                1469,
                853,
                6,
                1088,
                223,
                5,
                1518,
                766,
                1731,
                40054,
                6343,
                6,
                16,
                41,
                33561,
                24811,
                8456,
                341,
                11,
                5,
                1416,
                9,
                24426,
                163,
                6793,
                7910,
                4
            ],
            [
                1121,
                167,
                19,
                258,
                7947,
                8,
                17296,
                8,
                24426,
                163,
                6793,
                9876,
                1885,
                90,
                13359,
                24811,
                8456,
                197,
                67,
                28,
                341,
                4
            ],
            [
                30495,
                3204,
                1469,
                853,
                16,
                551,
                30,
                6085,
                25,
                10,
                9995,
                50,
                2472,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "4585": {
        "name": "Olanzapine",
        "name_postfix_input_ids": [
            673,
            6847,
            329,
            1115,
            833
        ],
        "description": "Olanzapine, sold under the brand name Zyprexa among others, is an atypical antipsychotic primarily used to treat schizophrenia and bipolar disorder. It is also sometimes used off-label for treatment of chemotherapy-induced nausea and vomiting and as an appetite stimulant. For schizophrenia, it can be used for both new-onset disease and long-term maintenance. It is taken by mouth or by injection into a muscle.",
        "sent_list": [
            "Olanzapine, sold under the brand name Zyprexa among others, is an atypical antipsychotic primarily used to treat schizophrenia and bipolar disorder.",
            "It is also sometimes used off-label for treatment of chemotherapy-induced nausea and vomiting and as an appetite stimulant.",
            "For schizophrenia, it can be used for both new-onset disease and long-term maintenance.",
            "It is taken by mouth or by injection into a muscle."
        ],
        "sent_tokenized_list": [
            [
                673,
                6847,
                329,
                1115,
                833,
                6,
                1088,
                223,
                5,
                1518,
                766,
                30064,
                5234,
                43409,
                566,
                643,
                6,
                16,
                41,
                23,
                18198,
                3569,
                37554,
                44652,
                13510,
                4212,
                341,
                7,
                3951,
                32285,
                8,
                31201,
                8364,
                4
            ],
            [
                243,
                16,
                67,
                2128,
                341,
                160,
                12,
                33480,
                13,
                1416,
                9,
                17930,
                12,
                29101,
                27214,
                8,
                23600,
                8,
                25,
                41,
                11037,
                35999,
                927,
                4
            ],
            [
                2709,
                32285,
                6,
                24,
                64,
                28,
                341,
                13,
                258,
                92,
                12,
                1790,
                594,
                2199,
                8,
                251,
                12,
                1279,
                4861,
                4
            ],
            [
                243,
                16,
                551,
                30,
                6085,
                50,
                30,
                12632,
                88,
                10,
                8698,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "4200": {
        "name": "Minocycline",
        "name_postfix_input_ids": [
            20086,
            30321,
            3998,
            833
        ],
        "description": "Minocycline, sold under the brand name Minocin among others, is a tetracycline antibiotic medication used to treat a number of bacterial infections such as some occurring in certain forms of pneumonia. It is generally (but not always) less preferred than the tetracycline doxycycline. Minocycline is also used for the treatment of acne and rheumatoid arthritis. It is taken by mouth or applied to the skin.",
        "sent_list": [
            "Minocycline, sold under the brand name Minocin among others, is a tetracycline antibiotic medication used to treat a number of bacterial infections such as some occurring in certain forms of pneumonia.",
            "It is generally (but not always) less preferred than the tetracycline doxycycline.",
            "Minocycline is also used for the treatment of acne and rheumatoid arthritis.",
            "It is taken by mouth or applied to the skin."
        ],
        "sent_tokenized_list": [
            [
                20086,
                30321,
                3998,
                833,
                6,
                1088,
                223,
                5,
                1518,
                766,
                3635,
                1975,
                179,
                566,
                643,
                6,
                16,
                10,
                326,
                17985,
                5073,
                3998,
                833,
                25465,
                8456,
                341,
                7,
                3951,
                10,
                346,
                9,
                25738,
                11341,
                215,
                25,
                103,
                14196,
                11,
                1402,
                4620,
                9,
                23665,
                4
            ],
            [
                243,
                16,
                3489,
                36,
                4297,
                45,
                460,
                43,
                540,
                6813,
                87,
                5,
                326,
                17985,
                5073,
                3998,
                833,
                109,
                32027,
                19297,
                833,
                4
            ],
            [
                20086,
                30321,
                3998,
                833,
                16,
                67,
                341,
                13,
                5,
                1416,
                9,
                30360,
                8,
                910,
                700,
                28607,
                12572,
                24527,
                4
            ],
            [
                243,
                16,
                551,
                30,
                6085,
                50,
                5049,
                7,
                5,
                3024,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "5412": {
        "name": "Tetracycline",
        "name_postfix_input_ids": [
            565,
            17985,
            5073,
            3998,
            833
        ],
        "description": "Tetracycline, sold under various brand names, is an oral antibiotic in the tetracyclines family of medications, used to treat a number of infections, including acne, cholera, brucellosis, plague, malaria, and syphilis.",
        "sent_list": [
            "Tetracycline, sold under various brand names, is an oral antibiotic in the tetracyclines family of medications, used to treat a number of infections, including acne, cholera, brucellosis, plague, malaria, and syphilis."
        ],
        "sent_tokenized_list": [
            [
                565,
                17985,
                5073,
                3998,
                833,
                6,
                1088,
                223,
                1337,
                1518,
                2523,
                6,
                16,
                41,
                11651,
                25465,
                11,
                5,
                326,
                17985,
                5073,
                3998,
                3141,
                284,
                9,
                12102,
                6,
                341,
                7,
                3951,
                10,
                346,
                9,
                11341,
                6,
                217,
                30360,
                6,
                1855,
                1168,
                3843,
                6,
                29435,
                7841,
                13310,
                6,
                27936,
                6,
                23305,
                6,
                8,
                13550,
                42298,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "5212": {
        "name": "Sildenafil",
        "name_postfix_input_ids": [
            104,
            9683,
            225,
            2001,
            718
        ],
        "description": "Sildenafil, sold under the brand name Viagra, among others, is a medication used to treat erectile dysfunction and pulmonary arterial hypertension. It is also sometimes used off-label for the treatment of certain symptoms in secondary Raynauds phenomenon. It is unclear if it is effective for treating sexual dysfunction in females. It can be taken orally (swallowed by mouth), intravenously (injection into a vein), or through the sublingual route (dissolved under the tongue). Onset when taken orally is typically within twenty minutes and lasts for about two hours.",
        "sent_list": [
            "Sildenafil, sold under the brand name Viagra, among others, is a medication used to treat erectile dysfunction and pulmonary arterial hypertension.",
            "It is also sometimes used off-label for the treatment of certain symptoms in secondary Raynauds phenomenon.",
            "It is unclear if it is effective for treating sexual dysfunction in females.",
            "It can be taken orally (swallowed by mouth), intravenously (injection into a vein), or through the sublingual route (dissolved under the tongue).",
            "Onset when taken orally is typically within twenty minutes and lasts for about two hours."
        ],
        "sent_tokenized_list": [
            [
                104,
                9683,
                225,
                2001,
                718,
                6,
                1088,
                223,
                5,
                1518,
                766,
                16376,
                30100,
                6,
                566,
                643,
                6,
                16,
                10,
                8456,
                341,
                7,
                3951,
                24958,
                1848,
                26971,
                8,
                34049,
                39929,
                2617,
                30960,
                4
            ],
            [
                243,
                16,
                67,
                2128,
                341,
                160,
                12,
                33480,
                13,
                5,
                1416,
                9,
                1402,
                5298,
                11,
                5929,
                4622,
                2133,
                23082,
                10632,
                4
            ],
            [
                243,
                16,
                4381,
                114,
                24,
                16,
                2375,
                13,
                8959,
                1363,
                26971,
                11,
                16856,
                4
            ],
            [
                243,
                64,
                28,
                551,
                43016,
                36,
                4184,
                34742,
                30,
                6085,
                238,
                38553,
                9412,
                36,
                179,
                35892,
                88,
                10,
                22090,
                238,
                50,
                149,
                5,
                2849,
                1527,
                5564,
                3420,
                36,
                417,
                3006,
                19084,
                223,
                5,
                15686,
                322
            ],
            [
                4148,
                8738,
                77,
                551,
                43016,
                16,
                3700,
                624,
                10328,
                728,
                8,
                19646,
                13,
                59,
                80,
                722,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "5487301": {
        "name": "Tegaserod",
        "name_postfix_input_ids": [
            565,
            3733,
            12425,
            1630
        ],
        "description": "Tegaserod is a 5-HT4 agonist manufactured by Novartis and sold under the names Zelnorm and Zelmac for the management of irritable bowel syndrome and constipation. Approved by the FDA in 2002, it was subsequently removed from the market in 2007 due to FDA concerns about possible adverse cardiovascular effects. Before then, it was the only drug approved by the United States Food and Drug Administration to help relieve the abdominal discomfort, bloating, and constipation associated with irritable bowel syndrome. Its use was also approved to treat chronic idiopathic constipation.",
        "sent_list": [
            "Tegaserod is a 5-HT4 agonist manufactured by Novartis and sold under the names Zelnorm and Zelmac for the management of irritable bowel syndrome and constipation.",
            "Approved by the FDA in 2002, it was subsequently removed from the market in 2007 due to FDA concerns about possible adverse cardiovascular effects.",
            "Before then, it was the only drug approved by the United States Food and Drug Administration to help relieve the abdominal discomfort, bloating, and constipation associated with irritable bowel syndrome.",
            "Its use was also approved to treat chronic idiopathic constipation."
        ],
        "sent_tokenized_list": [
            [
                565,
                3733,
                12425,
                1630,
                16,
                10,
                195,
                12,
                14469,
                306,
                27497,
                661,
                13918,
                30,
                1442,
                2013,
                354,
                8,
                1088,
                223,
                5,
                2523,
                31102,
                42258,
                8,
                31102,
                15439,
                13,
                5,
                1052,
                9,
                26570,
                868,
                29928,
                14115,
                8,
                10759,
                33412,
                4
            ],
            [
                19186,
                1001,
                5202,
                30,
                5,
                7985,
                11,
                5241,
                6,
                24,
                21,
                8960,
                2928,
                31,
                5,
                210,
                11,
                3010,
                528,
                7,
                7985,
                1379,
                59,
                678,
                12661,
                17480,
                3038,
                4
            ],
            [
                17206,
                172,
                6,
                24,
                21,
                5,
                129,
                1262,
                2033,
                30,
                5,
                315,
                532,
                3652,
                8,
                8006,
                4237,
                7,
                244,
                21082,
                5,
                28670,
                19535,
                6,
                20869,
                1295,
                6,
                8,
                10759,
                33412,
                3059,
                19,
                26570,
                868,
                29928,
                14115,
                4
            ],
            [
                30872,
                304,
                21,
                67,
                2033,
                7,
                3951,
                7642,
                13561,
                28119,
                2681,
                636,
                10759,
                33412,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "2818": {
        "name": "Clozapine",
        "name_postfix_input_ids": [
            11428,
            3979,
            1115,
            833
        ],
        "description": "Clozapine, sold under the brand name Clozaril among others, is a psychiatric medication and was the first atypical antipsychotic (also called second-generation antipsychotic) to be discovered. It is primarily used to treat people with schizophrenia and schizoaffective disorder who have had an inadequate response to two other antipsychotics, or who have been unable to tolerate other drugs due to extrapyramidal side effects. In the US the FDA authorisation also includes use for people with recurrent suicidal behaviour in people with schizophrenia or schizoaffective disorder. It is also used for the treatment of psychosis in Parkinsons disease.",
        "sent_list": [
            "Clozapine, sold under the brand name Clozaril among others, is a psychiatric medication and was the first atypical antipsychotic (also called second-generation antipsychotic) to be discovered.",
            "It is primarily used to treat people with schizophrenia and schizoaffective disorder who have had an inadequate response to two other antipsychotics, or who have been unable to tolerate other drugs due to extrapyramidal side effects.",
            "In the US the FDA authorisation also includes use for people with recurrent suicidal behaviour in people with schizophrenia or schizoaffective disorder.",
            "It is also used for the treatment of psychosis in Parkinsons disease."
        ],
        "sent_tokenized_list": [
            [
                11428,
                3979,
                1115,
                833,
                6,
                1088,
                223,
                5,
                1518,
                766,
                2893,
                3979,
                271,
                718,
                566,
                643,
                6,
                16,
                10,
                20449,
                8456,
                8,
                21,
                5,
                78,
                23,
                18198,
                3569,
                37554,
                44652,
                13510,
                36,
                19726,
                373,
                200,
                12,
                11092,
                37554,
                44652,
                13510,
                43,
                7,
                28,
                2967,
                4
            ],
            [
                243,
                16,
                4212,
                341,
                7,
                3951,
                82,
                19,
                32285,
                8,
                8447,
                23747,
                3707,
                38089,
                8364,
                54,
                33,
                56,
                41,
                15650,
                1263,
                7,
                80,
                97,
                37554,
                44652,
                28112,
                6,
                50,
                54,
                33,
                57,
                3276,
                7,
                17028,
                97,
                2196,
                528,
                7,
                39831,
                219,
                4040,
                11934,
                526,
                3038,
                4
            ],
            [
                1121,
                5,
                382,
                5,
                7985,
                2730,
                3258,
                67,
                1171,
                304,
                13,
                82,
                19,
                35583,
                23630,
                5759,
                11,
                82,
                19,
                32285,
                50,
                8447,
                23747,
                3707,
                38089,
                8364,
                4
            ],
            [
                243,
                16,
                67,
                341,
                13,
                5,
                1416,
                9,
                41116,
                11,
                861,
                1344,
                1790,
                2199,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "8953": {
        "name": "Sodium bicarbonate",
        "name_postfix_input_ids": [
            104,
            41310,
            741,
            636,
            40035,
            877
        ],
        "description": "Sodium bicarbonate (IUPAC name: sodium hydrogencarbonate), commonly known as baking soda or bicarbonate of soda, is a chemical compound with the formula NaHCO3. It is a salt composed of a sodium cation (Na+) and a bicarbonate anion (HCO3-). Sodium bicarbonate is a white solid that is crystalline but often appears as a fine powder. It has a slightly salty, alkaline taste resembling that of washing soda (sodium carbonate). The natural mineral form is nahcolite, although it is more commonly found as a component of the mineral trona.",
        "sent_list": [
            "Sodium bicarbonate (IUPAC name: sodium hydrogencarbonate), commonly known as baking soda or bicarbonate of soda, is a chemical compound with the formula NaHCO3.",
            "It is a salt composed of a sodium cation (Na+) and a bicarbonate anion (HCO3-).",
            "Sodium bicarbonate is a white solid that is crystalline but often appears as a fine powder.",
            "It has a slightly salty, alkaline taste resembling that of washing soda (sodium carbonate).",
            "The natural mineral form is nahcolite, although it is more commonly found as a component of the mineral trona."
        ],
        "sent_tokenized_list": [
            [
                104,
                41310,
                741,
                636,
                40035,
                877,
                36,
                100,
                9673,
                2562,
                766,
                35,
                26219,
                18303,
                23612,
                877,
                238,
                10266,
                684,
                25,
                14814,
                18833,
                50,
                741,
                636,
                40035,
                877,
                9,
                18833,
                6,
                16,
                10,
                4747,
                10624,
                19,
                5,
                9288,
                7300,
                725,
                6335,
                246,
                4
            ],
            [
                243,
                16,
                10,
                6740,
                14092,
                9,
                10,
                26219,
                740,
                1258,
                36,
                30612,
                42053,
                8,
                10,
                741,
                636,
                40035,
                877,
                41,
                1499,
                36,
                725,
                6335,
                246,
                12,
                322
            ],
            [
                104,
                41310,
                741,
                636,
                40035,
                877,
                16,
                10,
                1104,
                2705,
                14,
                16,
                34774,
                833,
                53,
                747,
                2092,
                25,
                10,
                2051,
                10477,
                4
            ],
            [
                243,
                34,
                10,
                2829,
                31924,
                6,
                38204,
                34637,
                5840,
                32947,
                14,
                9,
                14784,
                18833,
                36,
                29,
                41310,
                4363,
                877,
                322
            ],
            [
                133,
                1632,
                10026,
                1026,
                16,
                295,
                895,
                9119,
                1459,
                6,
                1712,
                24,
                16,
                55,
                10266,
                303,
                25,
                10,
                7681,
                9,
                5,
                10026,
                2664,
                4488,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "64147": {
        "name": "Valganciclovir",
        "name_postfix_input_ids": [
            20320,
            3494,
            438,
            636,
            26979,
            853
        ],
        "description": "Valganciclovir, sold under the brand name Valcyte among others, is an antiviral medication used to treat cytomegalovirus (CMV) infection in those with HIV/AIDS or following organ transplant. It is often used long term as it only suppresses rather than cures the infection. Valganciclovir is taken by mouth.",
        "sent_list": [
            "Valganciclovir, sold under the brand name Valcyte among others, is an antiviral medication used to treat cytomegalovirus (CMV) infection in those with HIV/AIDS or following organ transplant.",
            "It is often used long term as it only suppresses rather than cures the infection.",
            "Valganciclovir is taken by mouth."
        ],
        "sent_tokenized_list": [
            [
                20320,
                3494,
                438,
                636,
                26979,
                853,
                6,
                1088,
                223,
                5,
                1518,
                766,
                3767,
                4469,
                859,
                566,
                643,
                6,
                16,
                41,
                33561,
                24811,
                8456,
                341,
                7,
                3951,
                44193,
                4399,
                9487,
                1417,
                19473,
                36,
                18814,
                846,
                43,
                7910,
                11,
                167,
                19,
                7947,
                73,
                30968,
                50,
                511,
                6757,
                14067,
                4
            ],
            [
                243,
                16,
                747,
                341,
                251,
                1385,
                25,
                24,
                129,
                32535,
                13937,
                1195,
                87,
                40394,
                5,
                7910,
                4
            ],
            [
                20320,
                3494,
                438,
                636,
                26979,
                853,
                16,
                551,
                30,
                6085,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "5493381": {
        "name": "Deferasirox",
        "name_postfix_input_ids": [
            17425,
            254,
            281,
            4712,
            1178
        ],
        "description": "Deferasirox, sold under the brand name Exjade among others, is an oral iron chelator. Its main use is to reduce chronic iron overload in patients who are receiving long-term blood transfusions for conditions such as beta-thalassemia and other chronic anemias. It is the first oral medication approved in the United States for this purpose.",
        "sent_list": [
            "Deferasirox, sold under the brand name Exjade among others, is an oral iron chelator.",
            "Its main use is to reduce chronic iron overload in patients who are receiving long-term blood transfusions for conditions such as beta-thalassemia and other chronic anemias.",
            "It is the first oral medication approved in the United States for this purpose."
        ],
        "sent_tokenized_list": [
            [
                17425,
                254,
                281,
                4712,
                1178,
                6,
                1088,
                223,
                5,
                1518,
                766,
                3015,
                267,
                1829,
                566,
                643,
                6,
                16,
                41,
                11651,
                6440,
                5851,
                44006,
                4
            ],
            [
                30872,
                1049,
                304,
                16,
                7,
                1888,
                7642,
                6440,
                37636,
                11,
                1484,
                54,
                32,
                2806,
                251,
                12,
                1279,
                1925,
                30387,
                26841,
                13,
                1274,
                215,
                25,
                6212,
                12,
                27534,
                10627,
                24238,
                8,
                97,
                7642,
                41,
                991,
                5003,
                4
            ],
            [
                243,
                16,
                5,
                78,
                11651,
                8456,
                2033,
                11,
                5,
                315,
                532,
                13,
                42,
                3508,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "143": {
        "name": "Folinic acid",
        "name_postfix_input_ids": [
            597,
            21716,
            636,
            10395
        ],
        "description": "Folinic acid, also known as leucovorin, is a medication used to decrease the toxic effects of methotrexate and pyrimethamine. It is taken by mouth, injection into a muscle, or injection into a vein.",
        "sent_list": [
            "Folinic acid, also known as leucovorin, is a medication used to decrease the toxic effects of methotrexate and pyrimethamine.",
            "It is taken by mouth, injection into a muscle, or injection into a vein."
        ],
        "sent_tokenized_list": [
            [
                597,
                21716,
                636,
                10395,
                6,
                67,
                684,
                25,
                2084,
                3964,
                1417,
                368,
                179,
                6,
                16,
                10,
                8456,
                341,
                7,
                7280,
                5,
                8422,
                3038,
                9,
                1145,
                10120,
                19633,
                877,
                8,
                181,
                45810,
                594,
                1908,
                833,
                4
            ],
            [
                243,
                16,
                551,
                30,
                6085,
                6,
                12632,
                88,
                10,
                8698,
                6,
                50,
                12632,
                88,
                10,
                22090,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "151165": {
        "name": "Aprepitant",
        "name_postfix_input_ids": [
            250,
            5234,
            17291,
            927
        ],
        "description": "Aprepitant, sold under the brand name Emend among others, is a medication used to prevent chemotherapy-induced nausea and vomiting and to prevent postoperative nausea and vomiting. It is taken by mouth or administered by intravenous injection.",
        "sent_list": [
            "Aprepitant, sold under the brand name Emend among others, is a medication used to prevent chemotherapy-induced nausea and vomiting and to prevent postoperative nausea and vomiting.",
            "It is taken by mouth or administered by intravenous injection."
        ],
        "sent_tokenized_list": [
            [
                250,
                5234,
                17291,
                927,
                6,
                1088,
                223,
                5,
                1518,
                766,
                3676,
                1397,
                566,
                643,
                6,
                16,
                10,
                8456,
                341,
                7,
                2097,
                17930,
                12,
                29101,
                27214,
                8,
                23600,
                8,
                7,
                2097,
                618,
                23655,
                27214,
                8,
                23600,
                4
            ],
            [
                243,
                16,
                551,
                30,
                6085,
                50,
                16556,
                30,
                38553,
                1827,
                12632,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "5282044": {
        "name": "Tigecycline",
        "name_postfix_input_ids": [
            565,
            1023,
            3204,
            219,
            3998,
            833
        ],
        "description": "Tigecycline, sold under the brand name Tygacil, is a tetracycline antibiotic medication for a number of bacterial infections. It is a glycylcycline class drug that is administered intravenously. It was developed in response to the growing rate of antibiotic resistant bacteria such as Staphylococcus aureus, Acinetobacter baumannii, and E. coli. As a tetracycline derivative antibiotic, its structural modifications has expanded its therapeutic activity to include Gram-positive and Gram-negative organisms, including those of multi-drug resistance.",
        "sent_list": [
            "Tigecycline, sold under the brand name Tygacil, is a tetracycline antibiotic medication for a number of bacterial infections.",
            "It is a glycylcycline class drug that is administered intravenously.",
            "It was developed in response to the growing rate of antibiotic resistant bacteria such as Staphylococcus aureus, Acinetobacter baumannii, and E.",
            "coli.",
            "As a tetracycline derivative antibiotic, its structural modifications has expanded its therapeutic activity to include Gram-positive and Gram-negative organisms, including those of multi-drug resistance."
        ],
        "sent_tokenized_list": [
            [
                565,
                1023,
                3204,
                219,
                3998,
                833,
                6,
                1088,
                223,
                5,
                1518,
                766,
                5957,
                571,
                1043,
                718,
                6,
                16,
                10,
                326,
                17985,
                5073,
                3998,
                833,
                25465,
                8456,
                13,
                10,
                346,
                9,
                25738,
                11341,
                4
            ],
            [
                243,
                16,
                10,
                37965,
                29046,
                19297,
                833,
                1380,
                1262,
                14,
                16,
                16556,
                38553,
                9412,
                4
            ],
            [
                243,
                21,
                2226,
                11,
                1263,
                7,
                5,
                1197,
                731,
                9,
                25465,
                19152,
                9436,
                215,
                25,
                312,
                8258,
                4360,
                36240,
                26797,
                10,
                2407,
                687,
                6,
                6208,
                28430,
                2413,
                35995,
                741,
                22317,
                2279,
                4132,
                6,
                8,
                381,
                4
            ],
            [
                9119,
                118,
                4
            ],
            [
                1620,
                10,
                326,
                17985,
                5073,
                3998,
                833,
                30666,
                25465,
                6,
                63,
                9825,
                24785,
                34,
                4939,
                63,
                18441,
                1940,
                7,
                680,
                14171,
                12,
                22173,
                8,
                14171,
                12,
                33407,
                28340,
                6,
                217,
                167,
                9,
                3228,
                12,
                23310,
                5910,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "5362070": {
        "name": "Balsalazide",
        "name_postfix_input_ids": [
            387,
            1536,
            337,
            1222,
            1949
        ],
        "description": "Balsalazide is an anti-inflammatory drug used in the treatment of inflammatory bowel disease. It is sold under the brand names Giazo, Colazal in the US and Colazide in the UK. It is also sold in generic form in the US by several generic manufacturers.",
        "sent_list": [
            "Balsalazide is an anti-inflammatory drug used in the treatment of inflammatory bowel disease.",
            "It is sold under the brand names Giazo, Colazal in the US and Colazide in the UK.",
            "It is also sold in generic form in the US by several generic manufacturers."
        ],
        "sent_tokenized_list": [
            [
                387,
                1536,
                337,
                1222,
                1949,
                16,
                41,
                1475,
                12,
                33824,
                1262,
                341,
                11,
                5,
                1416,
                9,
                23785,
                29928,
                2199,
                4
            ],
            [
                243,
                16,
                1088,
                223,
                5,
                1518,
                2523,
                272,
                493,
                6527,
                6,
                3182,
                1222,
                337,
                11,
                5,
                382,
                8,
                3182,
                1222,
                1949,
                11,
                5,
                987,
                4
            ],
            [
                243,
                16,
                67,
                1088,
                11,
                14569,
                1026,
                11,
                5,
                382,
                30,
                484,
                14569,
                4738,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "65027": {
        "name": "Tipranavir",
        "name_postfix_input_ids": [
            43691,
            3917,
            1469,
            853
        ],
        "description": "Tipranavir (TPV), or tipranavir disodium, is a nonpeptidic protease inhibitor (PI) manufactured by Boehringer Ingelheim under the trade name Aptivus. It is administered with ritonavir in combination therapy to treat HIV infection.",
        "sent_list": [
            "Tipranavir (TPV), or tipranavir disodium, is a nonpeptidic protease inhibitor (PI) manufactured by Boehringer Ingelheim under the trade name Aptivus.",
            "It is administered with ritonavir in combination therapy to treat HIV infection."
        ],
        "sent_tokenized_list": [
            [
                43691,
                3917,
                1469,
                853,
                36,
                15993,
                846,
                238,
                50,
                4767,
                3917,
                1469,
                853,
                2982,
                41310,
                6,
                16,
                10,
                786,
                2379,
                3320,
                808,
                636,
                27067,
                3175,
                34496,
                36,
                11337,
                43,
                13918,
                30,
                26682,
                298,
                4506,
                254,
                11996,
                523,
                10436,
                223,
                5,
                721,
                766,
                83,
                3320,
                1879,
                687,
                4
            ],
            [
                243,
                16,
                16556,
                19,
                910,
                24899,
                1469,
                853,
                11,
                4069,
                5804,
                7,
                3951,
                7947,
                7910,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "9052": {
        "name": "Acenocoumarol",
        "name_postfix_input_ids": [
            26145,
            225,
            1975,
            1438,
            3916,
            1168
        ],
        "description": "Acenocoumarol is an anticoagulant that functions as a vitamin K antagonist. It is a derivative of coumarin and is generic, so is marketed under many brand names worldwide.",
        "sent_list": [
            "Acenocoumarol is an anticoagulant that functions as a vitamin K antagonist.",
            "It is a derivative of coumarin and is generic, so is marketed under many brand names worldwide."
        ],
        "sent_tokenized_list": [
            [
                26145,
                225,
                1975,
                1438,
                3916,
                1168,
                16,
                41,
                9876,
                2684,
                1073,
                922,
                927,
                14,
                8047,
                25,
                10,
                17379,
                229,
                40243,
                4
            ],
            [
                243,
                16,
                10,
                30666,
                9,
                15763,
                3916,
                179,
                8,
                16,
                14569,
                6,
                98,
                16,
                22472,
                223,
                171,
                1518,
                2523,
                3612,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "3454": {
        "name": "Ganciclovir",
        "name_postfix_input_ids": [
            534,
            3290,
            636,
            26979,
            853
        ],
        "description": "Ganciclovir, sold under the brand name Cytovene among others, is an antiviral medication used to treat cytomegalovirus (CMV) infections.",
        "sent_list": [
            "Ganciclovir, sold under the brand name Cytovene among others, is an antiviral medication used to treat cytomegalovirus (CMV) infections."
        ],
        "sent_tokenized_list": [
            [
                534,
                3290,
                636,
                26979,
                853,
                6,
                1088,
                223,
                5,
                1518,
                766,
                9384,
                560,
                2987,
                242,
                566,
                643,
                6,
                16,
                41,
                33561,
                24811,
                8456,
                341,
                7,
                3951,
                44193,
                4399,
                9487,
                1417,
                19473,
                36,
                18814,
                846,
                43,
                11341,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "110634": {
        "name": "Vardenafil",
        "name_postfix_input_ids": [
            846,
            13948,
            2001,
            718
        ],
        "description": "Vardenafil, sold under the brand name Levitra among others, is a medication that is used for treating erectile dysfunction. It is taken by mouth.",
        "sent_list": [
            "Vardenafil, sold under the brand name Levitra among others, is a medication that is used for treating erectile dysfunction.",
            "It is taken by mouth."
        ],
        "sent_tokenized_list": [
            [
                846,
                13948,
                2001,
                718,
                6,
                1088,
                223,
                5,
                1518,
                766,
                15510,
                405,
                763,
                566,
                643,
                6,
                16,
                10,
                8456,
                14,
                16,
                341,
                13,
                8959,
                24958,
                1848,
                26971,
                4
            ],
            [
                243,
                16,
                551,
                30,
                6085,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "2215": {
        "name": "Apomorphine",
        "name_postfix_input_ids": [
            36675,
            45222,
            833
        ],
        "description": "Apomorphine, sold under the brand name Apokyn among others, is a type of aporphine having activity as a non-selective dopamine agonist which activates both D2-like and, to a much lesser extent, D1-like receptors. It also acts as an antagonist of 5-HT2 and alpha-adrenergic receptors with high affinity. The compound is historically a morphine decomposition product made by boiling morphine with concentrated acid, hence the -morphine suffix.",
        "sent_list": [
            "Apomorphine, sold under the brand name Apokyn among others, is a type of aporphine having activity as a non-selective dopamine agonist which activates both D2-like and, to a much lesser extent, D1-like receptors.",
            "It also acts as an antagonist of 5-HT2 and alpha-adrenergic receptors with high affinity.",
            "The compound is historically a morphine decomposition product made by boiling morphine with concentrated acid, hence the -morphine suffix."
        ],
        "sent_tokenized_list": [
            [
                36675,
                45222,
                833,
                6,
                1088,
                223,
                5,
                1518,
                766,
                8712,
                1638,
                3892,
                566,
                643,
                6,
                16,
                10,
                1907,
                9,
                10,
                12150,
                3792,
                833,
                519,
                1940,
                25,
                10,
                786,
                12,
                38450,
                2088,
                40965,
                27497,
                661,
                61,
                42569,
                258,
                211,
                176,
                12,
                3341,
                8,
                6,
                7,
                10,
                203,
                13514,
                5239,
                6,
                211,
                134,
                12,
                3341,
                37574,
                4
            ],
            [
                243,
                67,
                4504,
                25,
                41,
                40243,
                9,
                195,
                12,
                14469,
                176,
                8,
                32756,
                12,
                625,
                2558,
                44858,
                37574,
                19,
                239,
                31232,
                4
            ],
            [
                133,
                10624,
                16,
                9644,
                10,
                39057,
                24165,
                14413,
                1152,
                156,
                30,
                27513,
                39057,
                19,
                15450,
                10395,
                6,
                12113,
                5,
                111,
                47716,
                833,
                47503,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "4645": {
        "name": "Oxytetracycline",
        "name_postfix_input_ids": [
            673,
            32027,
            90,
            17985,
            5073,
            3998,
            833
        ],
        "description": "Oxytetracycline is a broad-spectrum tetracycline antibiotic, the second of the group to be discovered. Oxytetracycline works by interfering with the ability of bacteria to produce essential proteins. Without these proteins, the bacteria cannot grow, multiply and increase in numbers. Oxytetracycline therefore stops the spread of the infection, and the remaining bacteria are killed by the immune system or eventually die.",
        "sent_list": [
            "Oxytetracycline is a broad-spectrum tetracycline antibiotic, the second of the group to be discovered.",
            "Oxytetracycline works by interfering with the ability of bacteria to produce essential proteins.",
            "Without these proteins, the bacteria cannot grow, multiply and increase in numbers.",
            "Oxytetracycline therefore stops the spread of the infection, and the remaining bacteria are killed by the immune system or eventually die."
        ],
        "sent_tokenized_list": [
            [
                673,
                32027,
                90,
                17985,
                5073,
                3998,
                833,
                16,
                10,
                4007,
                12,
                25594,
                10904,
                326,
                17985,
                5073,
                3998,
                833,
                25465,
                6,
                5,
                200,
                9,
                5,
                333,
                7,
                28,
                2967,
                4
            ],
            [
                673,
                32027,
                90,
                17985,
                5073,
                3998,
                833,
                1364,
                30,
                23524,
                19,
                5,
                1460,
                9,
                9436,
                7,
                2592,
                4499,
                17792,
                4
            ],
            [
                20867,
                209,
                17792,
                6,
                5,
                9436,
                1395,
                1733,
                6,
                37571,
                8,
                712,
                11,
                1530,
                4
            ],
            [
                673,
                32027,
                90,
                17985,
                5073,
                3998,
                833,
                3891,
                6897,
                5,
                2504,
                9,
                5,
                7910,
                6,
                8,
                5,
                2405,
                9436,
                32,
                848,
                30,
                5,
                9161,
                467,
                50,
                2140,
                1597,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "2551": {
        "name": "Carbachol",
        "name_postfix_input_ids": [
            9518,
            12842,
            1168
        ],
        "description": "Carbachol, also known as carbamylcholine and sold under the brand name Miostat among others, is a cholinomimetic drug that binds and activates acetylcholine receptors. Thus it is classified as a cholinergic agonist. It is primarily used for various ophthalmic purposes, such as for treating glaucoma, or for use during ophthalmic surgery. It is generally administered as an ophthalmic solution (i.e., eye drops).",
        "sent_list": [
            "Carbachol, also known as carbamylcholine and sold under the brand name Miostat among others, is a cholinomimetic drug that binds and activates acetylcholine receptors.",
            "Thus it is classified as a cholinergic agonist.",
            "It is primarily used for various ophthalmic purposes, such as for treating glaucoma, or for use during ophthalmic surgery.",
            "It is generally administered as an ophthalmic solution (i.e., eye drops)."
        ],
        "sent_tokenized_list": [
            [
                9518,
                12842,
                1168,
                6,
                67,
                684,
                25,
                31538,
                424,
                4360,
                611,
                18675,
                8,
                1088,
                223,
                5,
                1518,
                766,
                9109,
                2603,
                415,
                566,
                643,
                6,
                16,
                10,
                1855,
                21716,
                1075,
                757,
                15557,
                1262,
                14,
                40361,
                8,
                42569,
                37662,
                4360,
                611,
                18675,
                37574,
                4
            ],
            [
                42702,
                24,
                16,
                8967,
                25,
                10,
                1855,
                21716,
                44858,
                27497,
                661,
                4
            ],
            [
                243,
                16,
                4212,
                341,
                13,
                1337,
                1021,
                31835,
                15796,
                6216,
                6,
                215,
                25,
                13,
                8959,
                5921,
                1180,
                175,
                102,
                6,
                50,
                13,
                304,
                148,
                1021,
                31835,
                15796,
                3012,
                4
            ],
            [
                243,
                16,
                3489,
                16556,
                25,
                41,
                1021,
                31835,
                15796,
                2472,
                36,
                118,
                4,
                242,
                482,
                2295,
                9305,
                322
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "2673": {
        "name": "Cefradine",
        "name_postfix_input_ids": [
            347,
            4550,
            7822,
            833
        ],
        "description": "Cefradine is a first generation cephalosporin antibiotic.",
        "sent_list": [
            "Cefradine is a first generation cephalosporin antibiotic."
        ],
        "sent_tokenized_list": [
            [
                347,
                4550,
                7822,
                833,
                16,
                10,
                78,
                2706,
                740,
                2462,
                11124,
                366,
                12150,
                179,
                25465,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "51634": {
        "name": "Miglustat",
        "name_postfix_input_ids": [
            448,
            27163,
            4193,
            415
        ],
        "description": "Miglustat, sold under the brand name Zavesca among others, is a medication used to treat type I Gaucher disease and Pompe disease. It was approved for medical use in the European Union in November 2002, and for medical use in the United States in July 2003.",
        "sent_list": [
            "Miglustat, sold under the brand name Zavesca among others, is a medication used to treat type I Gaucher disease and Pompe disease.",
            "It was approved for medical use in the European Union in November 2002, and for medical use in the United States in July 2003."
        ],
        "sent_tokenized_list": [
            [
                448,
                27163,
                4193,
                415,
                6,
                1088,
                223,
                5,
                1518,
                766,
                525,
                9419,
                3245,
                566,
                643,
                6,
                16,
                10,
                8456,
                341,
                7,
                3951,
                1907,
                38,
                26651,
                5260,
                2199,
                8,
                8452,
                2199,
                4
            ],
            [
                243,
                21,
                2033,
                13,
                1131,
                304,
                11,
                5,
                796,
                1332,
                11,
                759,
                5241,
                6,
                8,
                13,
                1131,
                304,
                11,
                5,
                315,
                532,
                11,
                550,
                4999,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "3086258": {
        "name": "Porfimer sodium",
        "name_postfix_input_ids": [
            510,
            16385,
            15677,
            26219
        ],
        "description": "Porfimer sodium, sold as Photofrin, is a photosensitizer used in photodynamic therapy and radiation therapy and for palliative treatment of obstructing endobronchial non-small cell lung carcinoma and obstructing esophageal cancer. Porfimer is a mixture of oligomers formed by ether and ester linkages of up to eight porphyrin units. In practice, a red light source emitting at 630 nm is used to excite the Porfimer oligomers.",
        "sent_list": [
            "Porfimer sodium, sold as Photofrin, is a photosensitizer used in photodynamic therapy and radiation therapy and for palliative treatment of obstructing endobronchial non-small cell lung carcinoma and obstructing esophageal cancer.",
            "Porfimer is a mixture of oligomers formed by ether and ester linkages of up to eight porphyrin units.",
            "In practice, a red light source emitting at 630 nm is used to excite the Porfimer oligomers."
        ],
        "sent_tokenized_list": [
            [
                510,
                16385,
                15677,
                26219,
                6,
                1088,
                25,
                23769,
                1116,
                5719,
                6,
                16,
                10,
                2356,
                1290,
                30362,
                254,
                341,
                11,
                17190,
                35357,
                5804,
                8,
                13785,
                5804,
                8,
                13,
                181,
                19273,
                3693,
                1416,
                9,
                17092,
                154,
                253,
                2413,
                2839,
                611,
                2617,
                786,
                12,
                23115,
                3551,
                10665,
                30708,
                4982,
                8,
                17092,
                154,
                2714,
                6673,
                1580,
                337,
                1668,
                4
            ],
            [
                510,
                16385,
                15677,
                16,
                10,
                12652,
                9,
                25655,
                27312,
                4829,
                30,
                41014,
                8,
                2714,
                1334,
                3104,
                3443,
                9,
                62,
                7,
                799,
                181,
                31724,
                4503,
                179,
                2833,
                4
            ],
            [
                1121,
                1524,
                6,
                10,
                1275,
                1109,
                1300,
                41427,
                23,
                31956,
                44834,
                16,
                341,
                7,
                12562,
                1459,
                5,
                7879,
                506,
                15677,
                25655,
                27312,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "9571074": {
        "name": "Cefditoren",
        "name_postfix_input_ids": [
            347,
            4550,
            33307,
            15904
        ],
        "description": "Cefditoren, also known as cefditoren pivoxil is an antibiotic used to treat infections caused by Gram-positive and Gram-negative bacteria that are resistant to other antibiotics. It is mainly used for treatment of community acquired pneumonia. It is taken by mouth and is in the cephalosporin family of antibiotics, which is part of the broader beta-lactam group of antibiotics.",
        "sent_list": [
            "Cefditoren, also known as cefditoren pivoxil is an antibiotic used to treat infections caused by Gram-positive and Gram-negative bacteria that are resistant to other antibiotics.",
            "It is mainly used for treatment of community acquired pneumonia.",
            "It is taken by mouth and is in the cephalosporin family of antibiotics, which is part of the broader beta-lactam group of antibiotics."
        ],
        "sent_tokenized_list": [
            [
                347,
                4550,
                33307,
                15904,
                6,
                67,
                684,
                25,
                740,
                4550,
                33307,
                15904,
                35071,
                4325,
                718,
                16,
                41,
                25465,
                341,
                7,
                3951,
                11341,
                1726,
                30,
                14171,
                12,
                22173,
                8,
                14171,
                12,
                33407,
                9436,
                14,
                32,
                19152,
                7,
                97,
                16674,
                4
            ],
            [
                243,
                16,
                4412,
                341,
                13,
                1416,
                9,
                435,
                3566,
                23665,
                4
            ],
            [
                243,
                16,
                551,
                30,
                6085,
                8,
                16,
                11,
                5,
                740,
                2462,
                11124,
                366,
                12150,
                179,
                284,
                9,
                16674,
                6,
                61,
                16,
                233,
                9,
                5,
                5153,
                6212,
                12,
                462,
                7257,
                424,
                333,
                9,
                16674,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "4011": {
        "name": "Maprotiline",
        "name_postfix_input_ids": [
            41151,
            12179,
            718,
            833
        ],
        "description": "Maprotiline, sold under the brand name Ludiomil among others, is a tetracyclic antidepressant (TeCA) that is used in the treatment of depression. It may alternatively be classified as a tricyclic antidepressant (TCA), specifically a secondary amine. Additionally, whereas protriptyline tends to be somewhat more stimulating and in any case is distinctly more-or-less non-sedating, mild degrees of sedation may be experienced with maprotiline.",
        "sent_list": [
            "Maprotiline, sold under the brand name Ludiomil among others, is a tetracyclic antidepressant (TeCA) that is used in the treatment of depression.",
            "It may alternatively be classified as a tricyclic antidepressant (TCA), specifically a secondary amine.",
            "Additionally, whereas protriptyline tends to be somewhat more stimulating and in any case is distinctly more-or-less non-sedating, mild degrees of sedation may be experienced with maprotiline."
        ],
        "sent_tokenized_list": [
            [
                41151,
                12179,
                718,
                833,
                6,
                1088,
                223,
                5,
                1518,
                766,
                21024,
                27074,
                718,
                566,
                643,
                6,
                16,
                10,
                326,
                17985,
                5073,
                3998,
                636,
                44149,
                36,
                16215,
                4054,
                43,
                14,
                16,
                341,
                11,
                5,
                1416,
                9,
                6943,
                4
            ],
            [
                243,
                189,
                42704,
                28,
                8967,
                25,
                10,
                2664,
                24363,
                3998,
                636,
                44149,
                36,
                6078,
                250,
                238,
                4010,
                10,
                5929,
                524,
                833,
                4
            ],
            [
                42713,
                6,
                9641,
                24892,
                36423,
                219,
                1902,
                11818,
                7,
                28,
                5568,
                55,
                32067,
                8,
                11,
                143,
                403,
                16,
                33029,
                55,
                12,
                368,
                12,
                1672,
                786,
                12,
                28308,
                1295,
                6,
                10439,
                4176,
                9,
                10195,
                1258,
                189,
                28,
                2984,
                19,
                5456,
                12179,
                718,
                833,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "2182": {
        "name": "Anagrelide",
        "name_postfix_input_ids": [
            4688,
            1073,
            5982,
            1949
        ],
        "description": "Anagrelide is a drug used for the treatment of essential thrombocytosis (also known as essential thrombocythemia), or overproduction of blood platelets. It also has been used in the treatment of chronic myeloid leukemia.",
        "sent_list": [
            "Anagrelide is a drug used for the treatment of essential thrombocytosis (also known as essential thrombocythemia), or overproduction of blood platelets.",
            "It also has been used in the treatment of chronic myeloid leukemia."
        ],
        "sent_tokenized_list": [
            [
                4688,
                1073,
                5982,
                1949,
                16,
                10,
                1262,
                341,
                13,
                5,
                1416,
                9,
                4499,
                3553,
                5638,
                428,
                30321,
                90,
                13310,
                36,
                19726,
                684,
                25,
                4499,
                3553,
                5638,
                428,
                30321,
                35369,
                493,
                238,
                50,
                81,
                22862,
                9,
                1925,
                5299,
                10219,
                4
            ],
            [
                243,
                67,
                34,
                57,
                341,
                11,
                5,
                1416,
                9,
                7642,
                127,
                523,
                12572,
                28837,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    },
    "5482": {
        "name": "Tioconazole",
        "name_postfix_input_ids": [
            42631,
            33955,
            1222,
            4104
        ],
        "description": "Tioconazole is an antifungal medication of the imidazole class used to treat infections caused by a fungus or yeast. It is marketed under the brand names Trosyd and Gyno-Trosyd (Pfizer, later Johnson & Johnson and now Kenvue). Tioconazole ointments serve to treat womens vaginal yeast infections. They are available in one day doses, as opposed to the 7-day treatments commonly used in the past.",
        "sent_list": [
            "Tioconazole is an antifungal medication of the imidazole class used to treat infections caused by a fungus or yeast.",
            "It is marketed under the brand names Trosyd and Gyno-Trosyd (Pfizer, later Johnson & Johnson and now Kenvue).",
            "Tioconazole ointments serve to treat womens vaginal yeast infections.",
            "They are available in one day doses, as opposed to the 7-day treatments commonly used in the past."
        ],
        "sent_tokenized_list": [
            [
                42631,
                33955,
                1222,
                4104,
                16,
                41,
                9876,
                1594,
                1545,
                337,
                8456,
                9,
                5,
                4356,
                808,
                1222,
                4104,
                1380,
                341,
                7,
                3951,
                11341,
                1726,
                30,
                10,
                37933,
                50,
                31851,
                4
            ],
            [
                243,
                16,
                22472,
                223,
                5,
                1518,
                2523,
                6354,
                8628,
                417,
                8,
                272,
                3892,
                139,
                12,
                41141,
                8628,
                417,
                36,
                510,
                506,
                6315,
                6,
                423,
                1436,
                359,
                1436,
                8,
                122,
                3410,
                705,
                1780,
                322
            ],
            [
                42631,
                33955,
                1222,
                4104,
                1021,
                2544,
                2963,
                1807,
                7,
                3951,
                38085,
                1290,
                34126,
                31851,
                11341,
                4
            ],
            [
                1213,
                32,
                577,
                11,
                65,
                183,
                19899,
                6,
                25,
                4340,
                7,
                5,
                262,
                12,
                1208,
                8289,
                10266,
                341,
                11,
                5,
                375,
                4
            ]
        ],
        "prefix_sent_tokenized_list": []
    }
}